Creates Image Import options.
  Namespace:   Autodesk.Revit.Creation
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ImageImportOptions NewImageImportOptions()
  Visual Basic
Public Function NewImageImportOptions As ImageImportOptions
  Visual C++
public:
ImageImportOptions^ NewImageImportOptions()
 See Also
  Application Class
  Autodesk.Revit.Creation Namespace